{
  "success": true,
  "data": {
    "eligible_schemes": {
      "schemes": [
        {
          "scheme_name": "Menstrual Hygiene Program",
          "scheme_id": 23,
          "scheme_name_tamil": "மாதவிடாய் சுகாதாரத் திட்ட விளக்கம்",
          "scheme_desc": "The program aims to promote maternal and child health, create health awareness among growing young women, postnatal mothers, female prison inmates, female inpatients at IMH, female inpatients of reproductive age (10-49), future infectious diseases and fertility. The scheme was launched on 27.03.2012 to reduce bottlenecks.",
          "scheme_desc_tamil": "தாய் மற்றும் குழந்தை ஆரோக்கியத்தை மேம்படுத்துதல், வளர்ந்து வரும் இளம் பெண்கள், பிரசவத்திற்கு பிந்தைய தாய்மார்கள், பெண் சிறைக் கைதிகள், ஐ.எம்.எச் இல் உள்ள பெண் உள்நோயாளிகள், இனப்பெருக்க வயது பெண் உள்நோயாளிகள் (10-49), எதிர்கால தொற்று நோய்கள் மற்றும் கருவுறுதல் ஆகியவற்றில் சுகாதார விழிப்புணர்வை ஏற்படுத்துவதை இந்த திட்டம் நோக்கமாகக் கொண்டுள்ளது. இத்திட்டம் இடையூறுகளைக் குறைக்கும் பொருட்டு 27.03.2012 அன்று தொடங்கப்பட்டது.",
          "hod_dept_name": "Department of Health and Family Welfare",
          "scheme_code": "",
          "url": "",
          "inter_scheme_check": null,
          "areaOfResidence": "rural",
          "gender": "female",
          "community": "General",
          "age": "18-25"
        },
        {
          "scheme_name": "Government Hostels for Working Women",
          "scheme_id": 35,
          "scheme_name_tamil": "பணிபுரியும் மகளிருக்கான அரசு விடுதிகள்",
          "scheme_desc": "To provide safe accommodation with food to low and middle income women working outside their families. 19 women's hostels are functioning in 18 districts. (Chennai 1 & 2, Cuddalore, Trichy – 1 & 2, Pudukottai, Madurai, Krishnagiri, Tuticorin, Perambalur, Villupuram, Tirunelveli, Salem, Tiruvallur Thanjavur, Vellore, Coimbatore, Kanchipuram and Tirupur",
          "scheme_desc_tamil": "வெளியில் பணிபுரியும் குறைந்த மற்றும் நடுத்தர வருமானம் பெறும் பெண்களுக்கு பாதுகாப்பான தங்குமிடம், உணவு வழங்குதல். 18 மாவட்டங்களில் 19 மகளிர் விடுதிகள் செயல்பட்டு வருகின்றன. (சென்னை 1 & 2, கடலூர், திருச்சி-1 & 2, புதுக்கோட்டை, மதுரை, கிருஷ்ணகிரி, தூத்துக்குடி, பெரம்பலூர், விழுப்புரம், திருநெல்வேலி, சேலம், திருவள்ளூர், தஞ்சாவூர், வேலூர், கோயம்புத்தூர், காஞ்சிபுரம் மற்றும் திருப்பூர்",
          "hod_dept_name": "COMMISSIONER OF SOCIAL WELFARE",
          "scheme_code": "",
          "url": "https://www.tnwwhcl.in/pre-booking",
          "inter_scheme_check": "0",
          "areaOfResidence": "rural",
          "gender": "female",
          "age": "26-35",
          "community": "General"
        },
        {
          "scheme_name": "Naan Mudhalvan",
          "scheme_id": 48,
          "scheme_name_tamil": "நான் முதல்வன்",
          "scheme_desc": "Naan Mudhalvan platform aims to provide dynamic information for college students on courses and relevant information about industry specific skill offerings. This will enable the students of TamilNadu to get training in their chosen field of interest that will help them in achieving their career goals. The objective of this scheme is to identify potential training providers, to impart various skill trainings based on current industry gaps. Through this flagship program the students will be able to get trained and ensure they get jobs according to their skill sets. We will also offer career and academic guidance to students in state educational institutions.",
          "scheme_desc_tamil": "நான் முதல்வன் தளம் கல்லூரி மாணவர்களுக்கு படிப்புகள் மற்றும் தொழில்துறை சார்ந்த திறன் வழங்கல்கள் பற்றிய தொடர்புடைய தகவல்களை வழங்குவதை நோக்கமாகக் கொண்டுள்ளது. இதன் மூலம் தமிழக மாணவர்கள் தாங்கள் விரும்பும் துறைகளில் பயிற்சி பெற்று தங்கள் தொழில் இலக்கை அடைய வழிவகை செய்யும். தொழில் நிறுவனங்களில் உள்ள இடைவெளிகளுக்கேற்ப பல்வேறு திறன் பயிற்சிகளை அளிப்பது, பயிற்சி அளிக்க வாய்ப்புள்ள நபர்களைக் கண்டறிவதே இத்திட்டத்தின் நோக்கமாகும். இந்த முதன்மைத் திட்டத்தின் மூலம் மாணவர்கள் பயிற்சி பெற முடியும் மற்றும் அவர்களின் திறன் தொகுப்புகளுக்கு ஏற்ப வேலை கிடைப்பதை உறுதி செய்ய முடியும். மாநில கல்வி நிறுவனங்களில் மாணவர்களுக்கு தொழில் மற்றும் கல்வி வழிகாட்டுதல்களையும் நாங்கள் வழங்குவோம்.",
          "hod_dept_name": "Tamil Nadu Skill Development Corporation",
          "scheme_code": "NNM",
          "url": "https://portal.naanmudhalvan.tn.gov.in/recruitment/recruitment_details_form",
          "inter_scheme_check": "",
          "areaOfResidence": "rural",
          "gender": "male",
          "age": "18-25",
          "isSrilankan": "Yes",
          "community": "General"
        },
        {
          "scheme_name": "Kalaignar Kanavu Illam Scheme",
          "scheme_id": 49,
          "scheme_name_tamil": "கலைஞரின் கனவு வீடு திட்டம்",
          "scheme_desc": "The Kalaignarin Kanavu Illam scheme is a flagship housing initiative launched by the Government of Tamil Nadu in 2024, aiming to create a \"Hut-Free Tamil Nadu\" by 2030. The scheme plans to construct 8 lakh concrete houses in rural areas over six years, with 1 lakh houses targeted in the first phase during 2024–25.",
          "scheme_desc_tamil": "கலைஞரின் கனவு இல்லம் திட்டம் என்பது 2024 ஆம் ஆண்டில் தமிழக அரசால் தொடங்கப்பட்ட ஒரு முதன்மை வீட்டுவசதி முயற்சியாகும், இது 2030 க்குள் \"குடிசை இல்லாத தமிழை\" உருவாக்குவதை நோக்கமாகக் கொண்டுள்ளது. ஆறு ஆண்டுகளில் கிராமப்புறங்களில் 8 லட்சம் கான்கிரீட் வீடுகளைக் கட்ட இந்தத் திட்டம் திட்டமிட்டுள்ளது, 2024-25 ஆம் ஆண்டில் முதல் கட்டமாக 1 லட்சம் வீடுகள் கட்ட இலக்கு நிர்ணயிக்கப்பட்டுள்ளது.",
          "hod_dept_name": "Department of Rural Development",
          "scheme_code": "KKVT",
          "url": "https://cmhelpline.tnega.org/portal/en/signup",
          "inter_scheme_check": "",
          "areaOfResidence": "urban",
          "gender": "male",
          "age": "26-35",
          "community": "General"
        },
        {
          "scheme_name": "Naan Mudalvan - SSC Banking Residential Coaching",
          "scheme_id": 212,
          "scheme_name_tamil": "மாநிலத் திட்டம் - நான் முதல்வன் - எஸ்எஸ்சி, ஆர்ஆர்பி மற்றும் வங்கித் தேர்வுகளுக்கான உறைவிடப் பயிற்சி",
          "scheme_desc": "The \"Naan Mudhalvan - SSC, RRB & Banking Residential Coaching\" is a key component of the ambitious \"Naan Mudhalvan\" (meaning \"I am the First\" or \"I am the Pioneer\") scheme launched by the Government of Tamil Nadu. Implemented by the Tamil Nadu Skill Development Corporation (TNSDC), this program offers free, intensive, and residential coaching to aspiring candidates from Tamil Nadu for various competitive examinations conducted by the Staff Selection Commission (SSC), Railway Recruitment Board (RRB), and Public Sector Banks (e.g., IBPS, SBI).\n\n",
          "scheme_desc_tamil": "\"நான் முதல்வன் - எஸ்எஸ்சி, ஆர்ஆர்பி மற்றும் வங்கித் தேர்வுகளுக்கான உறைவிடப் பயிற்சி\" என்பது தமிழ்நாடு அரசு தொடங்கிய \"நான் முதல்வன்\" (அதாவது \"நானே முதலில்\") என்ற லட்சியத் திட்டத்தின் ஒரு முக்கிய அங்கமாகும். தமிழ்நாடு திறன் மேம்பாட்டுக் கழகத்தால் (TNSDC) செயல்படுத்தப்படும் இத்திட்டம், தமிழ்நாட்டைச் சேர்ந்த ஆர்வமுள்ள விண்ணப்பதாரர்களுக்கு பணியாளர் தேர்வாணையம் (SSC), ரயில்வே ஆட்சேர்ப்பு வாரியம் (RRB) மற்றும் பொதுத்துறை வங்கிகள் (எ.கா., ஐபிபிஎஸ், எஸ்பிஐ) நடத்தும் பல்வேறு போட்டித் தேர்வுகளுக்கு இலவச, தீவிர மற்றும் உறைவிடப் பயிற்சியை வழங்குகிறது.\n\n",
          "hod_dept_name": "Tamil Nadu Skill Development Corporation",
          "scheme_code": "NM-SSC/RRB",
          "url": "https://portal.naanmudhalvan.tn.gov.in/competitive_exams",
          "inter_scheme_check": null,
          "areaOfResidence": "urban",
          "gender": "male",
          "age": "18-25",
          "isSrilankan": "No",
          "community": "General"
        },
        {
          "scheme_name": "Naan Mudalvan - UPSC Schoarship",
          "scheme_id": 211,
          "scheme_name_tamil": "மாநிலத் திட்டம் - நான் முதல்வன் - யுபிஎஸ்சி உதவித்தொகைத் திட்டம்",
          "scheme_desc": "The \"Naan Mudhalvan - UPSC Scholarship Programme\" is a prestigious scheme launched by the Government of Tamil Nadu under its comprehensive \"Naan Mudhalvan\" initiative. The primary objective of this scholarship is to provide financial assistance and comprehensive support to aspiring candidates from Tamil Nadu who are preparing for the highly competitive Union Public Service Commission (UPSC) Civil Services Examination (CSE), which includes selection for IAS, IPS, IFS, and other central government services.\n\n",
          "scheme_desc_tamil": "\"நான் முதல்வன் - யுபிஎஸ்சி உதவித்தொகைத் திட்டம்\" என்பது தமிழ்நாடு அரசு தனது விரிவான \"நான் முதல்வன்\" திட்டத்தின் கீழ் தொடங்கப்பட்ட ஒரு மதிப்புமிக்க திட்டமாகும். இத்திட்டத்தின் முதன்மை நோக்கம், ஐஏஎஸ், ஐபிஎஸ், ஐஎஃப்எஸ் மற்றும் பிற மத்திய அரசுப் பணிகளுக்கான மிகவும் போட்டித்தன்மை வாய்ந்த மத்திய அரசுப் பணியாளர் தேர்வாணையம் (UPSC) குடிமைப் பணிகள் தேர்வுக்குத் தயாராகும் தமிழகத்தைச் சேர்ந்த ஆர்வமுள்ள மாணவர்களுக்கு நிதி உதவி மற்றும் விரிவான ஆதரவை வழங்குவதாகும்.\n\n",
          "hod_dept_name": "Tamil Nadu Skill Development Corporation",
          "scheme_code": "NM-UPSC",
          "url": "https://portal.naanmudhalvan.tn.gov.in/competitive_exams",
          "inter_scheme_check": null,
          "areaOfResidence": "urban",
          "gender": "male",
          "age": "26-35",
          "community": "OBC",
          "isSrilankan": "Yes"
        }
      ]
    },
    "makkal_id": "all"
  },
  "message": "success"
}